{
    "monring_activities": [
      {"name":"Wake up early","intro": "Choosing to awaken a little earlier in the morning not only allows you to begin your day with mindfulness but also extends the amount of time you have to enjoy life.\n\nGive it a try for a week or so. You may be surprised at how much more you enjoy your mornings with just a few extra minutes. \n\n"},
      {"name":"Awaken with Gratitude","intro": "When we begin the day with gratitude, we train our minds to look for the positive rather than focusing on the challenges, frustrations, and slights we have encountered throughout the week.\n\nThe key to making this habit effective is not the number of things you feel grateful for or even the amount of time you spend in gratitude, but rather the intensity of focus and feeling you have around the effort.\n\nA mindful gratitude practice means immersing yourself in the emotion so that you feel deeply and profoundly blessed.\n\n"},
      {"name":"Do a Mindful Body Scan","intro": "The simplest way to get in touch with how you’re feeling is to do a mindful body scan. A body scan is a meditative practice in which you focus on each part of every area, often beginning at the toes and moving to the head.\n\nThe key here is to train your attention on each specific part for a moment and pay close attention to how you feel.\n\n"},
      {"name":"Practice a Morning Breathing Exercise","intro": "Do you pay much attention to your breathing? Practicing mindful, focused breathing, even for ten minutes a day, reduces stress and promotes relaxation.\n\nSlow, deep, rhythmic breathing causes a reflex stimulation of the parasympathetic nervous system, which results in a reduction in the heart rate and relaxation of the muscles"},
      {"name":"Notice Your Thoughts","intro": "If you allow negative thoughts to run rampant first thing in the morning, you lose the best time for creativity and productivity. Many people wake up feeling anxious and filled with dread, as the cycle of rumination and negative thinking begins the minute their feet hit the floor.\n\nOnce you’re aware of this bad habit, you can begin to change it by adopting a very simple new habit—observation. When you separate yourself from your thoughts and simply notice them with detachment, you remove some of the power they have over your emotions.\n\n"},
      {"name":"Make Your Bed Mindfully","intro": "Do you make your bed every morning? It may seem like a waste of time on a rushed morning, but there are many great reasons to adopt this simple habit.\n\nMaking your bed is considered a “keystone” habit. Making your bed in the morning is correlated to more productivity, a sense of well-being, and even better budgeting skills. It sets the tone for accomplishment throughout your day when you complete this one task the moment you get out of bed.\n\n"},
      {"name":"Follow a Bathroom Ritual","intro": "View the steps you take to get ready in the morning as an attentive ritual rather than just a means to get out the door.\n\nBy paying more attention to the actions you take, you return to the present moment with focus and gratitude, rather than allowing your random thoughts to set the tone for the day.\n\n"},
      {"name":"Practice Shower Meditation","intro": "For most people, a shower is already part of their morning routine. But when you add a quick meditation session to this ritual, you can focus on practicing deep thinking and creating positive thoughts for the day.\n\nSure, shower meditation might sound hokey, but look it this way: You know how you often get your best thoughts in the shower? Well, the same principle applies here. The calming effect of warm water puts your mind on autopilot, which frees it up to come up with inspirational ideas.\n\nShower meditation is one of the mindfulness exercises that are great because they doesn't require you to do anything new, just do the same stuff differently.​ In a more thoughtful and mindful manner.\n\n"},
      {"name":"Drink Water","intro": "Drinking water is another habit like the mindfulness exercise above. It is nothing new, it is just about taking the time to do a normal good habit in a more mindful manner.\n\nThere are so many health benefits to drinking a glass of water first thing in the morning. Your body has been without hydration for seven to eight hours, so it needs water to rehydrate—especially if you’re going to follow up your water with a cup of caffeinated coffee or tea.\n\nDrinking a large cool glass of water after you wake also fires up your metabolism by 24% for ninety minutes according to a research study. It also increases mental and physical performance during the day. When you’re dehydrated, you can feel tired and drained, and you may experience headaches and mood fluctuations.\n\n"},
      {"name":"Smile in the Mirror","intro": "Does that seem ridiculous? It might feel that way when you first practice it (especially if someone walks in on you). But smiling at yourself in the mirror first thing in the morning has many positive benefits for your well-being.\n\nIn fact, British research scientists concluded “that smiling can be as stimulating as receiving up to 16,000 Pounds Sterling in cash.”\n\nSmiling slows the heart and relaxes the body, and it releases endorphins that counteract and diminish stress hormones. It also has been shown to increase productivity while a person performs tasks.\n\nIf you have trouble sticking with this mindful activity, then here's an interesting video that showcases a mirror that can help you build this habit.\n\n"},
      {"name":"Practice Morning Meditation","intro": "Meditation is the centerpiece of a practicing mindfulness exercises.\n\nIt does not take a genius to understand that practicing mediation at some time during your day is going to be an important part of your mindfulness routine.\n\nTaking time to meditate for just ten minutes a day will support all of your other daily mindfulness habits, as meditation is a form of strength training for your mind.\n\nThe purpose of meditation is to observe the patterns and habits of your mind and learn to tame the incessant chattering of your thoughts. With practice, you’ll gain more and more control over your thoughts, rather than your thoughts controlling you and your emotions."},
      {"name":"Write in a Journal","intro": "In her book The Artist’s Way, Julia Cameron invites readers to begin each day with what she calls “Morning Pages.” As Cameron explains on her blog,\n\nMorning Pages are three pages of longhand, stream of consciousness writing, done first thing in the morning. There is no wrong way to do Morning Pages – they are not high art. They are not even “writing.” They are about anything and everything that crosses your mind – and they are for your eyes only. Morning Pages provoke, clarify, comfort, cajole, prioritize and synchronize the day at hand.\n\nWorking through Morning Pages for ten minutes is an excellent mindfulness habit because you completely focus on putting your thoughts onto paper. It’s a way to liberate your mind from the mental chatter that can set your morning off to a negative or anxious start.\n\n"},
      {"name":"Read Inspirational Content","intro": "Rather than beginning your day with information overload, like checking your email or turning on the television, you can choose to read uplifting, inspiring, and positive books or articles.\n\nAn important part of being a mindful person includes challenging your own beliefs and assumptions and reading the ideas and perspectives of others in order to stretch yourself. This requires a proactive decision to read books that uplift and educate you and support your values, goals, and passions."},
      {"name":"Set a Daily Intention","intro": "Think about the difference between the following two statements:\n\n1. I plan to finish my project by 3:00 today.\n\n2. I intend to finish my project by 3:00 today.\n\nWhich statement is more powerful? Which one makes you believe that the person making the statement is more likely to follow through?\n\nOf course, to intend to do something has more potency than to plan to do it. Intention implies determination, will, and resolve. There’s a boldness to an intention that a plan can never muster.\n\nWhen you set a daily intention, you resolve to make it happen, come hell or high water. You are determined to prioritize this action or mind-set to the exclusion of other activities in order to assure you make it happen.\n\nIntentions give you a sense of purpose, as well as the inspiration and motivation to achieve your purpose.\n\n"},
      {"name":"Define Three Daily Goals","intro": "Why three goals?\n\nBecause three is a manageable number.\n\nRather than writing a to-do list of twenty or more items, make it simple. Narrow your list to the top three that you know with certainty you can achieve during the day. You can always do more, as long as you achieve your top three.\n\nHaving just three goals also allows you the time and mental energy to focus on them mindfully and thoroughly, without pressure to rush through each action in order to get to the next one. Taking your time with each goal allows you to enjoy the process of completing them.\n\n"},
      {"name":"Visualize Your Daily Goals","intro": "Visualization doesn’t just enhance athletic performance. It can be used in daily life to relieve stress and performance anxiety, enhance preparation, and add more power to your physical and mental efforts.\n\nVisualization has been shown to impact motor control, attention, perception, planning, and memory, priming your brain for success in whatever you want to accomplish.\n\nThe simple act of visualizing, which requires mindfulness, focus, and creativity, frees the mind from mental chatter and negativity.\n\n"},
      {"name":"Create a Tea or Coffee Ritual","intro": "Rather than stumbling to the coffee maker or teapot in a sleepy haze and slugging down that first cup, you can create a morning ritual around this daily habit.\n\nThis ritual doesn’t have to be limited to tea. You can also make a ritual of your morning coffee, as it can involve similar steps in preparation. But you don’t need to follow any ancient traditional ceremony to enjoy your own morning ritual. All you really need to do is slow down, pay attention, and savor.\n\n"},
      {"name":"Eat Breakfast Mindfully","intro": "If you eat breakfast, even if it is something simple like a piece of toast or a cup of yogurt, then consider making breakfast a mindful activity.\n\nMindful eating involves both what you eat and how you eat it. Being mindful about your breakfast is a great way to reevaluate your food choices while slowing down enough to appreciate what you are eating. Eating healthy foods at breakfast can set the stage for smart food choices throughout your day.\n\n"},
      {"name":"Be Present with Your Family","intro": "How many families in how many households around the world begin their days with little to no interaction with the people they hold most dear? What are we working so hard for anyway, if not to spend quality time with our loved ones?\n\nMindfulness habits in a family must be taught and modeled by at least one adult member of the family. You can be a role model for your spouse and your children on the importance of mindfulness, particularly in your relationships.\n\nThe best place to start is by showing them the power of being present, even for just a few minutes before you begin your work or school day.\n\n"},
      {"name":"Practice Family Meditation","intro": "Practicing a ten-minute meditation with your children in the mornings not only helps them succeed in school, but it also provides another opportunity for closeness and presence within your family.\n\nTeaching your children the skills to fend off negative thoughts and behaviors, improve focus, boost their confidence, and treat others and themselves with respect and compassion is a tool that will serve them for the rest of their lives. Sharing meditation with your kids will also reinforce your own practice.\n\n"},
      {"name":"Connect with Nature","intro": "On a busy morning, the only time you might spend outside is the short walk from your house to your car. But taking a few minutes out of your morning routine to spend outside can have a profound effect on your mental and physical well-being.\n\nNumerous studies have shown that spending time in nature can boost your immune system, relieve symptoms of depression and anxiety, improve concentration and creativity, relieve stress, and improve your memory.\n\n"},
      {"name":"10-Minute Exercise Warm-Up","intro": "One reason we avoid exercise is the way we view it—as a means to an end rather than an enjoyable activity on its own. Exercise can easily become a mindfulness activity if you shift your thoughts about how you approach it.\n\nIf you see it as a way to connect with your body and become more aware of your own physical abilities, you can lessen some of your resistance to it. For many people, simply initiating exercise for just a few minutes is enough to get the ball rolling. Just beginning anything you mentally resist is 95% of the battle.\n\nIf you don’t have time for a full exercise routine in the morning, just devote ten minutes to moving and warming up your body to get your blood and energy flowing.\n\n"},
      {"name":"Do a Sun Salutation Yoga Routine","intro": "Just like meditation, yoga has many styles of practices with different exercises, philosophies, and desired outcomes. Most practices include physical poses (asanas) designed to purify the body and provide physical strength and stamina.\n\nYoga works with the energy in the body, through pranayama or energy-control, as well as breath-control in order to still the mind and attain higher states of awareness.\n\nThere are so many possibilities for a short morning yoga practice, but we like the sun salutation (or surya namaskar in Sanskrit) as a way to begin the practice.\n\n"},
      {"name":"Recite Positive Affirmations","intro": "As a mindfulness habit, affirmations are positive phrases that you repeat to yourself, describing who and how you want to be, using the present tense, as though the outcome has already occurred. Establishing a positive affirmation habit first thing in the morning can impact the outcome of your entire day.\n\nPositive affirmations, when practiced deliberately and repeatedly, can reinforce chemical pathways in the brain, making the connection between two neurons stronger, and therefore more likely to conduct the same message again.\n\n"},
      {"name":"Declutter One Space","intro": "Organizing your clutter is a path to healing emotional blocks and inner confusion. As you reclaim control over your stuff, you’ll feel better about yourself and have more positive energy.\n\nThat’s why adopting the habit of simplifying and organizing one space for ten minutes﻿ every day is such a powerful and life-changing endeavor. If you maintain this habit, you can simplify your entire house and create a calm, peaceful environment that reinforces your other mindfulness habits.\n\n"}
    ],
    "daytime_activities": [
      {"name":"Practice “Slow Work”","intro": "A critical part of being present in the moment and finding a state of flow with your work is slowing down with everything you do. When you rush from one task to the next, trying to cram in as much effort as possible, you lose the sense of accomplishment that comes with the process.\n\nTaking more time to thoroughly complete each task will ultimately make you more productive and successful.\n\nRather than racing to check everything off your list, make a conscious effort to slow down in all of your endeavors—whether it’s washing the dishes or completing a project at work.\n\nI consider these to be ​fun mindfulness exercises. Because you are taking everyday work and making it something enjoyable, rather than just another block to tick off as \"complete\".\n\n"},
      {"name":"Be Present with Peers","intro": "One of the common complaints people have about their jobs involves their interactions with a boss, client, or peer.\n\nThe pressure to perform coupled with personality differences creates an environment ripe for conflict and competition.\n\nCivility, kindness, and compassion are often viewed as being incompatible with many work environments where “the bottom line” supersedes healthy communication.\n\nYou can contribute to a more emotionally intelligent work environment, as well as your own peace of mind, by being more present with the people you work with. Just a few minutes a day of being more present can make a huge difference in your satisfaction at work.\n\n"},
      {"name":"Cultivate a Beginner’s Mind","intro": "What does it mean to cultivate a beginner’s mind? It means you develop a willingness to release preconceived notions about the way things should be based on your existing knowledge or beliefs.\n\nIn your work (and in life), having a beginner’s mindset allows you access to a heightened awareness of various options for success in any endeavor. Your mind is open to all possibilities.\n\nWith a beginner’s mindset, you temporarily suspend all of your opinions, knowledge, and strongly held beliefs so that you can explore an idea without mental limitations.\n\n"},
      {"name":"Create Mindful Meetings","intro": "Do you work in an environment where you must regularly participate in meetings?\n\nIf so, then you probably know that meetings can be a big drain on your energy and productivity. Even so, some meetings are required for your position or volunteer activities. You may be responsible for leading meetings yourself, in addition to participating in meetings called by others.\n\nRather than thinking of meetings as a waste of time and energy, you can practice mindfulness before and during meetings to make them more valuable to you and other attendees.\n\n"},
      {"name":"Stand, Stretch, and Get Moving","intro": "Whether you work from home or in an office, working at a desk all day can cause you to tune out to the needs of your body. In fact, research links sitting for long periods (whether at work, in front of the TV, or in your car) with obesity, cardiovascular disease, and cancer.\n\n"},
      {"name":"Take a Digital Break","intro": "When we feel overwhelmed at work, our first instinct is to turn to our devices as a source of comfort. This excessive connectivity also creates a false sense of urgency, as though we are missing something important if we are not constantly plugged in.\n\nBut mindfully stepping away from your digital devices for short periods of time during your day allows you to feel more focused and centered when you do plug back in.\n\nTry to take two or three mini-digital breaks during your workday for about ten minutes each. Start with just one if that’s all you feel comfortable doing.\n\n"},
      {"name":"Tune into Your Moods","intro": "Most people are so busy and distracted at work or during their daily activities that they don’t pay attention to their emotions.\n\nThey may notice stress, physical symptoms, or frustration, but they aren’t tuned in enough to consciously acknowledge their feelings or notice how their moods are impacting the quality of their work.\n\nEven when we are aware of our shifting moods, we often don’t take the time to improve our moods to be more productive and positive. Maybe we don’t even know that it’s possible to impact our own mental state.\n\nBy taking just a few minutes to tune into your moods, evaluate your feelings, and work to change them, you can upgrade the quality of your work.\n\n"},
      {"name":"Show Appreciation","intro": "In our busy and distracted lives, it’s easy to neglect showing appreciation to the people we work or interact with on a daily basis. We are so consumed with our own thoughts, tasks, and obligations that we are unconscious of the many ways others support and help us.\n\nTaking the time to express appreciation shows that you are fully present with the other person and tuned into their essential worthiness and their humanity. When you take the simple action of expressing appreciation, others will be drawn to you like a magnet, and their respect for you will grow.\n\n"},
      {"name":"Practice Strategic Acceptance","intro": "Our first reaction when things don’t go our way is to push back and try to set things back on course. We try to fix it. That’s a productive reaction if change is possible, but many times a setback simply is what it is. There’s nothing you can do to change the outcome or make things better.\n\nSo our next reaction is to fall into the catastrophic thinking loop, believing the setback or disappointment is far worse than it really is. \n\nBy practicing strategic acceptance, both about the negative situation and your reaction to it, you can find peace in moving forward in spite of the unexpected event.\n\nAs you take a few mindful moments to acknowledge your feelings, you clear the way for finding solutions, moving in a new direction, or simply letting go.\n\n"},
      {"name":"Be an Objective Advisor","intro": "When you’re caught up in the details of an issue, it’s hard to have the clarity to untangle the problem or to take the best next steps. Every choice feels fraught with potential negative consequences, and your emotions may be so overwhelming that you can’t think clearly.\n\nGetting outside feedback and advice can be helpful, but the best place to begin looking for solutions is within yourself. You need to be your own coach or advisor, tapping into your inner wisdom and intuition to lead you to the best course of action."},
      {"name":"Brainstorm with Mind Maps","intro": "A mind map is a diagram that connects ideas and information around a central topic or problem. It is like a tree with many extending branches. In the center is the main idea, and the branches are the subtopics that you brainstorm related to this central topic.\n\nUsing a mind map, rather than a more linear note-taking process, supports your mindfulness efforts in many ways. Because you use words, images, numbers, and color, a mind map is six times better in helping you retain information than by words alone.\n\nMind mapping also encourages linking or grouping concepts through natural associations that arise during the mapping process. This helps you come up with more ideas and find deeper meanings related to your topic.\n\n"},
      {"name":"Take a Music Break","intro": "Listening to music is a powerful mindfulness habit that can reduce stress, elevate your mood, raise your IQ, and offer many other mental and physical health benefits.\n\nTaking a break to actively listen to music for a few minutes during your day can help you return to your work in a more positive, peaceful, and productive frame of mind. In fact, listening to music—especially classical music—can change your brain in ways that improve memory and learning.\n\n"},
      {"name":"Cultivate Humility","intro": "When you are humble, you are grounded in yourself with enough self-assurance and poise that you don’t need to show off, act defensive, or toot your own horn.\n\nWhen you practice humility, you intentionally let go of self-aggrandizing behaviors and thoughts that put you in a “me first” frame of mind. Working toward humility is a growth experience in which you no longer need to see yourself above others—nor do you put yourself below them.\n\nYou have a sense of confident neutrality about who you are as compared to others. You view your own strengths and weaknesses accurately, and you recognize that everyone has intrinsic value, even those who appear “beneath” you in some way.\n\n"},
      {"name":"Practice a Growth Mindset","intro": "Those with a fixed mindset believe their intelligence, qualities, and abilities are set in stone, but they have an urgency to prove those qualities over and over. The main goal is to appear smart, capable, and to avoid failure at all costs. When these people do fail, they view it as a direct measure of their competence and self-worth.\n\nWith a growth mindset, you believe change is possible and even necessary. You don’t view failures as the end of the world—you see them as opportunities for learning. You are comfortable with taking risks, and you even seek out calculated risk opportunities.\n\nYou want to challenge yourself to try something harder, stretch beyond your perceived limitations, and go for things others might not think you’re capable of achieving.\n\n"},
      {"name":"Notice Your Body Language","intro": "Effective and mindful communication involves more than your mouth and your ears. It involves your entire body.\n\nWhat you do with your body and your facial expressions communicates to other people your true feelings and intentions more than words do. Our body language doesn’t just impact the way others perceive us. It can change the way we feel about ourselves.\n\nWhen you are mindful of your own non-verbal cues, you can change the way others see you and the way you feel about yourself. It only makes sense to focus attention on how you present body language to the world, what you communicate with it, and how your movements and expressions make you feel about yourself.\n\n"},
      {"name":"Take a Laughter Recess","intro": "Life in general often feels very serious. But taking time in your day for a dose of laughter is a mindfulness habit that is well worth your effort.\n\nMindfulness doesn’t always require focused attention and a disciplined mind. The best kind of present moment awareness is the kind that occurs spontaneously—with a belly laugh attached.\n\nBy taking a laughter recess during your day, you give yourself a mental escape that transports you to a higher place where you can enjoy your day from a more relaxed, positive, and joyful perspective.\n\n"},
      {"name":"Practice a Loving-Kindness Meditation","intro": "One of the best ways to protect yourself from the pain of difficult interactions with others is through the practice of a loving-kindness meditation. Loving-kindness can be defined as non-judgmental, compassionate acceptance and awareness of ourselves and others.\n\nWhen you practice a loving-kindness meditation, you should have no expectations of anything in return. This meditation is an exercise in unconditional love, something you develop through the daily meditative practice.\n\nIt can help you feel more present with others, develop more empathy, and be less reactive to the negative moods of those around you.\n\nThis quick video will help you get started:\n\n"},
      {"name":"Use ABC Method with Distractions and Interruptions","intro": "Distractions are an inevitable part of your day. Even if you attempt to reduce potential distractions, your thoughts, emotions, and unexpected interruptions can pull you away from what you are doing and disrupt your flow.\n\nHowever, you can teach your brain to automatically stop distractions from throwing you off track and hijacking your focus using a simple mindfulness technique call the ABC method.\n\nWhen you notice a distraction, begin with the “A” of the ABC Method.\n\n“A” represents awareness. This allows you to pause whatever you’re doing at the moment and recognize the distraction. You might say to yourself, “Here is a distraction, and I have a choice to make.”\n\n“B” stands for breathing deeply and reflecting on your options. Do you want to deal with the distraction or interruption right now or dismiss it?\n\n“C” stands for choosing mindfully how you want to handle the distraction. If you choose to dismiss it, you simply refocus your attention on the task at hand. If you decide to address the distraction or interruption, you are doing so consciously, rather than automatically allowing it to derail you.\n\n"}
    ],
    "night_activities": [
      {"name":"Mindfully End Your Workday","intro": "By the end of your workday, you might feel like you need to peel yourself off the floor, drag yourself to the car, and mindlessly make your way home before one more email hits your inbox or one more person asks you to do something.\n\nBut if you can mindfully bring your workday to completion, you free your mind to transition more easily to your evening routine, and you set yourself up for a more productive and peaceful start to the next day.\n\nTaking just ten minutes to close up shop and prepare for tomorrow will give you a sense of renewal that you can carry with you out the door.\n\n"},
      {"name":"Take a Mental Mini-Vacation","intro": "As your workday (or your day as a student, parent, or homemaker) comes to a close, your body and mind have accumulated a lot of stress. You may feel exhausted and mentally drained. Even on the best days, you are faced with small challenges, decisions, and aggravations that deplete you.\n\nIt’s not uncommon to carry that agitation home with you if you don’t create a peaceful transition from the demands of your day to the start of your evening. \n\nCreate a mindful transition from your workday to your home life using a simple visualization practice—a mental vacation. By visualizing your perfect relaxation spot, you can put yourself in a calm, restful, and happy state of mind that allows you to move on peacefully to your next responsibilities.\n\n"},
      {"name":"Give Yourself a Mindfulness Massage","intro": "By paying attention to your body and noticing where you feel discomfort, you can address both the pain, as well as the source of the stress that caused it.\n\nMassage therapy is one of the best-known treatments for muscle tension. It gets directly to the muscle tissue, allowing the muscle to release its contraction and ease the pain.\n\nIt also induces the “relaxation response” in which your heart rate slows, your blood pressure decreases, and you produce less of the stress hormones. Finally, massage can improve blood circulation and reduce nerve compression.\n\n"},
      {"name":"Reconnect with Your Relationships","intro": "When all else falls away, our relationships are one of the few things that really matter. Nurturing these important relationships requires your mindful daily attention. Your spouse (or partner), children, family, and friends need your time and presence, and you need theirs to truly feel fulfilled in life.\n\nOne of the obvious times to reconnect with your loved ones is at the end of the day when your family is in the home together again. By carving out “reconnection time” with your family members, you take charge of your happiness and emotional well-being. You are strengthening bonds that will allow you to look back on your life with gratitude rather than regret.\n\n"},
      {"name":"Practice Walking Meditation","intro": "A walking meditation requires engaging all your senses. You are intentionally aware of your feet hitting the ground, your eyes taking in the sights around you, your lungs breathing the air in and out, and your ears hearing every sound.\n\nIt’s a practice that allows you to be more connected with the environment, which is an essential part of who we are. Being in nature releases you from the ongoing internal dialogue of your mind and makes you more aware of the beauty of the outdoors.\n\nBy combining walking with mindfulness, you are practicing an excellent habit for releasing the stress of the day so you can transition to your evening activities in a more harmonious frame of mind."},
      {"name":"Create a Dinner Ritual","intro": "Creating a ritual around the evening meal is an ideal mindfulness habit to establish with your family. It blends all of these benefits into an occasion that is celebrated nightly but can yield a lifetime of memories and closeness for you and your children.\n\nA dinner ritual reconnects your family each evening in a powerful way, helping each member focus on celebrating your familial love. It offers a sacred respite from the pressures of work, school, and life in general, especially if you reinforce that the dinner table is an inviolable space where negativity and distractions are not allowed.\n\n"},
      {"name":"Wash Dishes Mindfully","intro": "Not many people savor the effort of washing dishes, especially doing them by hand without a dishwasher. However, dishwashing is a mindfulness habit that is far underrated. In fact, a recent study showed that washing dishes can significantly lower stress levels if the effort is done mindfully.\n\nMundane chores that require little concentration can be used as a time of respite from your looping and stress-filled thoughts—if the chore is done mindfully. Doing this task slowly and mindfully allows you to appreciate simple pleasures and see the beauty in everyday efforts that are a necessary part of life.\n\nYou may not want to hand wash dishes every night, but creating a mindfulness habit around this task (with or without a dishwasher) will not only enhance the experience, but it will also inspire you to continue in a state of mindfulness for the rest of your evening.\n\n"},
      {"name":"Create a Task Ritual","intro": "Instead of just “getting the job done,” you can ritualize your tasks, transforming them from menial dreaded chores to sacred moments of love and attention. Says Zen teacher and writer Karen Maezen Miller, “Your own attention is what spiritualizes things. Attention to the meal you cook, the clothes you wash. Attention is love. And that’s transformative.”\n\nThis act of paying attention while completing chores is a way of practicing “zazen” where you lose the conscious mind through repetitive action.\n\nThe more you practice zazen by focusing on the task at hand, the easier it becomes and the more contentment and peace you will feel. With practice, your chores will take on deeper purpose, and over time you will find even the most menial tasks worthwhile.\n\n"},
      {"name":"Try some coloring","intro": "These days coloring is not just for kids. Adult coloring has shown to have many therapeutic benefits.\n\nFor mindfulness specifically, adult coloring has two main benefits:\n\nFirstly, adult coloring gives us a some relief from tension, anxiety and stress. This means it might be the perfect thing to add into an evening routine. Doing a bit of coloring every evening may seem a bit funny, but it can actually be quite a therapeutic method of unwinding from a tough day.\n\nSecondly, coloring is actually a way to practice mindfulness directly. It takes full focus. You need to slow down and think about what you are working on, getting other things out of your mind. This can almost make this coloring practice a little bit like a mini-meditation where your mind can roam free while you are focusing on details.\n\nNow all you need are some good adult coloring books and some colored pencils or crayons.  \n\n"},
      {"name":"Engage in Handwork","intro": "Handwork is any kind of work or hobby that involves using your hands and some level of concentration. A few examples of handwork might be knitting, needlework, embroidery, weaving, crochet, beading, origami, mosaic art, wirework, whittling, soap carving, quilting, bookmaking, and calligraphy.\n\nThrough the practice of handwork, you develop a connection between the sensorial experience, mental focus, and the act of creation. The focus required isn’t so complex that it’s overly challenging. On the contrary, these activities can be deeply relaxing and fulfilling.\n\n"},
      {"name":"Give Yourself a Break from Television","intro": "Heavy television users report feeling less happy and more anxious than light users.\n\nWhen you wean back on your television consumption, you are also compelled to be more mindful about what you do watch. Some television is engaging and educational, but the average haphazard TV diet contains way too much junk.\n\nRather than just turning on the set and watching whatever happens to be on, you can make thoughtful choices that align with your values.\n\n"},
      {"name":"Develop a Mindful Parenting Plan","intro": "Mindful parenting isn’t just a positive catchphrase. Children who experience this form of parent have distinct advantages like avoiding depression, anxiety, acting out, and drug use.\n\nIn fact, a University of Vermont study looked at how mindful and positive parenting impacted the well-being of the children involved in the study. They defined mindful parenting as how attentive, non-judging, and non-reacting the parents were in interactions with their children.\n\nPositive parenting includes actions like expressing unconditional love and setting limits versus using harsh physical punishments.\n\nIf this style of parenting appeals to you, then taking ten minutes to develop a mindful parenting plan will not only serve your children’s well-being, but it will also make your relationship with your child more conscious, connected, and intentional.\n\n"},
      {"name":"Tame Your Longings and Cravings","intro": "The more we give in to our longings and cravings, the more power they have over us. They keep us agitated, anxious, and frustrated. When our desires aren’t fulfilled, when we can’t have what we want, we loop our disappointments over and over in our minds, which intensifies our unhappy feelings.\n\nTaking ten minutes in the evening to examine your longings and cravings can set you on the path to releasing them. As you let go of your grip on “what isn’t,” you will discover a liberating sense of gratitude for what you do have in this moment. Life becomes easier and more peaceful."},
      {"name":"Mindfully Review Your Day","intro": "If the idea of living mindfully is intriguing to you, then it’s important to watch your progress, see what is working for you and what isn’t, and challenge yourself to build your “mindfulness muscle” each and every day.\n\nYou’ve heard the saying, “What gets measured gets done,” and that is true for the practice of mindfulness as much as any endeavor. Developing daily mindfulness habits takes patience, persistence, and commitment. But seeing your own progress and how these habits are impacting your state of mind will give you the motivation and desire to stick with it.\n\n"},
      {"name":"Plan for Tomorrow","intro": "Planning the next day on the night before not only saves you time in the morning, but it also gives you the opportunity to use what you just learned from the daily review.\n\nYou may be tempted to skip this habit because you want to relax in the evening, but taking just ten minutes to think about your goals and plans for tomorrow will give you a leg up on a potentially hectic morning.\n\nThe planning itself can be a mindfulness exercise, as can complete some of your morning readiness tasks the night before. Making your life calmer, simpler, and more streamlined supports all your mindfulness efforts, helping you focus on what’s most important rather than reacting to whatever comes your way.\n\n"},
      {"name":"Practice a “Shut Down” Ritual","intro": "Your actions in the hour before bedtime can make or break your ability to fall asleep quickly and impact the quality of your sleep. That’s why we suggest a mindfulness habit of creating a soothing, sleep-inducing ritual before pulling up the covers and turning out the light.\n\nOptimally, you would begin this ritual thirty minutes to an hour before bed. But you can begin by backing up your evening schedule by ten or fifteen minutes to set up a transition time that is relaxing. You can continue to add time to this habit by cutting out some of your evening activities that hinder your sleep.\n\n"},
      {"name":"Evening Gratitude Journaling","intro": "By the time you’re ready for bed, it has been a long day. Even if you’ve been consciously mindful over the past sixteen hours, you probably have accumulated some stress or even have experienced a few unresolved issues.\n\nIf you keep a gratitude journal that you write in before bedtime, you can do wonders for improving your sleep. For instance, one study found this habit decreased depression, and another one discovered that showing evening gratitude increased optimism, sleep quality, and overall health and lowered blood pressure.\n\nSo if you want to have an easier night’s sleep, with better sleep quality, please consider an evening gratitude journaling session.\n\n"},
      {"name":"Use Aromatherapy","intro": "Aromatherapy is a form of alternative medicine that uses the essential oils from plants to affect both your physical and mental well-being.\n\nOur sense of smell is one of our most powerful senses.\n\nScent can evoke vivid and realistic memories. When we smell good things, we feel better. And when we smell bad things, these sensations conjure up negative emotions (and often give us painful reminders of the past)."}
    ]
}

